export const productDetailMockData = {
  description: "",
  announcements: [
    {
      name: "발행자",
      value: "(주)카카오",
      displayOrder: 1,
    },
    {
      name: "교환권 공급자",
      value: "주식회사 즐거운",
      displayOrder: 2,
    },
    {
      name: "유효기간",
      value:
        "2022년 5월 31일 이전 발급 : 발급일 포함 94일 / 2022년 6월 1일 이후 발급 : 발급일 포함 367일 ※ 주문일 확인 방법 : 선물함 > 사용정보",
      displayOrder: 3,
    },
    {
      name: "이용조건",
      value: "상품상세 설명 참조",
      displayOrder: 4,
    },
    {
      name: "이용 가능 매장",
      value: "상품상세설명 참조",
      displayOrder: 5,
    },
    {
      name: "환불조건 및 방법",
      value:
        "①구매자취소가능(청약철회)기간까지는 구매자가 실결제가의 100%에 대해 주문취소를 요청할 수 있습니다. ②구매자취소가능(청약철회)기간 이후부터 유효기간 만료 전까지는 수신자가 실결제가의 90%에 대해 환불을 요청할 수 있습니다. 나에게 선물하기라면 원결제수단 환불로 우선됩니다. ③유효기간 만료부터는 수신자가 선택한 방식에 따라 실결제가의 90%를 환불(또는 원결제취소)받거나 결제금액의 100%를 쇼핑포인트(이벤트포인트)로 적립받을 수 있습니다. 유효기간 연장 불가 상품은 실결제가의 90% 환불 또는 원결제취소만 가능합니다. 이벤트포인트는 현금으로 인출할 수 없습니다. 이벤트포인트 적립은 보유한도 정책에 따라 한도기준 충족 시 적립받을 수 있습니다. ④사용 중인 잔액권의 환불은 잔액권 금액(권면가액) 기준으로 60% 이상 사용 시 실결제가에 비례한 잔액으로 수신자에게 환불되고, 60% 미만 사용 시 실결제가에 비례한 잔액의 90%로 수신자에게 환불됩니다. 할인이 적용된 잔액권은 잔액에 할인율을 적용해 환불됩니다. ⑤선물 취소와 환불은 선물함에서 직접 신청할 수 있습니다.",
      displayOrder: 6,
    },
    {
      name: "소비자 상담 관련 전화번호",
      value: "1544-2431 (통화료 발생 / 평일 9시 ~ 18시 (※ 점심시간 12:00 ~ 13:00))",
      displayOrder: 7,
    },
  ],
};
